{
	"version": "https://jsonfeed.org/version/1",
	"title": "safetyFactor",
	"icon": "https://micro.blog/leeperry/avatar.jpg",
	"home_page_url": "https://safetyfactor.co.uk/",
	"feed_url": "https://safetyfactor.co.uk/feed.json",
	"items": [
		
			{
				"id": "http://safetyfactor.micro.blog/2023/02/25/drug-and-alcohol.html",
				"title": "Drug and alcohol management in the workplace - the law and enforcement",
				"content_html": "<p>Alcohol and substance abuse is a sensitive area which can and does impact on the ability of employees to perform not only safety critical tasks, but also their core duties well.  This article looks at the legislative basis for drug and alcohol management policies and testing regimes in the workplace, from a health and safety point of view.</p>\n<p>Like other people management topics as stress there is a confluence of interests in this area with the Human Resources or Human Capital Management function.  Similar to those other topics, this issue is not solely about what happens in the workplace either - with behaviour being influenced by a whole range of factors outwith the workplace that employers have only visibility of.</p>\n<h2 id=\"the-law\">The Law</h2>\n<p>Firstly it is important to be clear that there is nothing written directly in Health &amp; Safety legislation on the topic of drug and alcohol management in the workplace.  This topic is not unique in that, and while this section will look at the legislation in this area from a health and safety point of view, there will often be direct statutory offences under other (ie road traffic / misuse of drugs) legislation with more relevant regulators.  That principle is important for the sections that follow.</p>\n<p>Though there is no specific health and safety legislation on this topic, there is plenty of general legislation that does apply including:</p>\n<ul>\n<li>the general duties towards employees and others who may be affected by the undertaking in Sections 2 and 3 of the Health and Safety at Work etc Act 1974.</li>\n<li>to set out the health and safety policy and arrangements under Section 2 of the same.</li>\n<li>the requirements to carry out risk assessments, and to make arrangements to implement their findings under the Management of Health and Safety at Work Regulations 1999.</li>\n<li>it is also worth pointing out that employees also have a duty, to a standard of reasonableness, to take care of the health and safety of themselves and others, and to co-operate with the employer - the latter being especially important when looking to implement drug and alcohol policies in the workplace.</li>\n</ul>\n<h2 id=\"section-3-policy\">Section 3 Policy</h2>\n<p>Section 3 of the Health and Safety at Work etc Act 1974 is worded as follows:</p>\n<blockquote>\n<p>(1)It shall be the duty of every employer to conduct his undertaking in such a way as to ensure, so far as is reasonably practicable, that persons not in his employment who may be affected thereby are not thereby exposed to risks to their health or safety.</p>\n</blockquote>\n<p>One of the challenges for the Health and Safety Executive is that Section 3 can be read so broadly as to extend to almost anything.  It could be interpreted for example as extending to road traffic accidents and medical negligence, for example.</p>\n<h2 id=\"enforcement\">Enforcement</h2>\n<p>For this reason HSE publishes its <a href=\"https://www.hse.gov.uk/enforce/opalert.htm\">policy statement</a> on Section 3, setting out where it will focus its efforts.  In practical terms this means that where more relevant regulators exist, HSE will leave enforcement to that regulator, providing technical expertise where necessary to support, or perhaps investigation health and safety breaches in parallel (with corporate manslaughter, for example).</p>\n<p>This means that HSE would only exceptionally become involved in road traffic accident investigations, leaving the police to lead on the investigation and enforcement.  This is significant of course, as statistically road traffic accidents are both a significant source of workplace accidents in this country, and also a topic where drug and alcohol impairment is incredibly important.</p>\n<p>That is not to say that drug and alcohol impairment is not important to HSE, clearly drug and alcohol impairment in safety critical applications is a significant risk factor.  Where impairment was a factor in industrial accidents HSE would need to consider the dutyholder’s approach to drug and alcohol management in their investigation.</p>\n<h2 id=\"guidance\">Guidance</h2>\n<p>With that in mind HSE publishes <a href=\"https://www.hse.gov.uk/alcoholdrugs/\">guidance</a> for dutyholders on the management of drug and alcohol misuse in the workplace that is centred around:</p>\n<ul>\n<li>consultation with employees on arrangements</li>\n<li><strong>focussing on safety critical work</strong></li>\n<li>setting out the arrangements within the health and safety policy</li>\n<li>being clear about what you may wish to achieve from screening and testing</li>\n<li>supporting people with drug and alcohol problems.</li>\n</ul>\n<h2 id=\"scope-creep\">Scope Creep</h2>\n<p>One of the key challenges for practitioners revolves back to HSE’s point about being clear about what you wish to achieve on this topic.  Drug and alcohol screening detects not only impairment, but use, and often use that has nothing to do with the workplace, and that may even be prescribed.</p>\n<p>So as health and safety practitioners we should be making sure that our drug and alcohol policies are proportionate to and focus on risk.  The organisations that we work for may want more expansive drug and alcohol screening programs to identify use more widely, of a broader cohort of substances.  There may be good performance reasons for that - but they have little to do with proportionate risk-based health and safety management.</p>\n<h2 id=\"coming-up\">Coming up</h2>\n<p>I will return to this topic in a later article(s) to talk about implementation of drug and alcohol testing policies, and will propose that, done properly, drug and alcohol testing policies are not purely a reactive measure after the horse has bolted, but can contribute to the development of a healthy and positive health and safety culture.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Alcohol and substance abuse is a sensitive area which can and does impact on the ability of employees to perform not only safety critical tasks, but also their core duties well.  This article looks at the legislative basis for drug and alcohol management policies and testing regimes in the workplace, from a health and safety point of view.\n\nLike other people management topics as stress there is a confluence of interests in this area with the Human Resources or Human Capital Management function.  Similar to those other topics, this issue is not solely about what happens in the workplace either - with behaviour being influenced by a whole range of factors outwith the workplace that employers have only visibility of.  \n\n## The Law\nFirstly it is important to be clear that there is nothing written directly in Health & Safety legislation on the topic of drug and alcohol management in the workplace.  This topic is not unique in that, and while this section will look at the legislation in this area from a health and safety point of view, there will often be direct statutory offences under other (ie road traffic / misuse of drugs) legislation with more relevant regulators.  That principle is important for the sections that follow.\n\nThough there is no specific health and safety legislation on this topic, there is plenty of general legislation that does apply including:\n- the general duties towards employees and others who may be affected by the undertaking in Sections 2 and 3 of the Health and Safety at Work etc Act 1974.\n- to set out the health and safety policy and arrangements under Section 2 of the same.\n- the requirements to carry out risk assessments, and to make arrangements to implement their findings under the Management of Health and Safety at Work Regulations 1999.\n- it is also worth pointing out that employees also have a duty, to a standard of reasonableness, to take care of the health and safety of themselves and others, and to co-operate with the employer - the latter being especially important when looking to implement drug and alcohol policies in the workplace.\n\n## Section 3 Policy\nSection 3 of the Health and Safety at Work etc Act 1974 is worded as follows:\n\n> (1)It shall be the duty of every employer to conduct his undertaking in such a way as to ensure, so far as is reasonably practicable, that persons not in his employment who may be affected thereby are not thereby exposed to risks to their health or safety.\n\nOne of the challenges for the Health and Safety Executive is that Section 3 can be read so broadly as to extend to almost anything.  It could be interpreted for example as extending to road traffic accidents and medical negligence, for example.  \n\n## Enforcement\nFor this reason HSE publishes its [policy statement](https://www.hse.gov.uk/enforce/opalert.htm) on Section 3, setting out where it will focus its efforts.  In practical terms this means that where more relevant regulators exist, HSE will leave enforcement to that regulator, providing technical expertise where necessary to support, or perhaps investigation health and safety breaches in parallel (with corporate manslaughter, for example).\n\nThis means that HSE would only exceptionally become involved in road traffic accident investigations, leaving the police to lead on the investigation and enforcement.  This is significant of course, as statistically road traffic accidents are both a significant source of workplace accidents in this country, and also a topic where drug and alcohol impairment is incredibly important.\n\nThat is not to say that drug and alcohol impairment is not important to HSE, clearly drug and alcohol impairment in safety critical applications is a significant risk factor.  Where impairment was a factor in industrial accidents HSE would need to consider the dutyholder’s approach to drug and alcohol management in their investigation.\n\n## Guidance\nWith that in mind HSE publishes [guidance](https://www.hse.gov.uk/alcoholdrugs/) for dutyholders on the management of drug and alcohol misuse in the workplace that is centred around:\n- consultation with employees on arrangements\n- **focussing on safety critical work**\n- setting out the arrangements within the health and safety policy\n- being clear about what you may wish to achieve from screening and testing\n- supporting people with drug and alcohol problems.\n\n## Scope Creep\nOne of the key challenges for practitioners revolves back to HSE’s point about being clear about what you wish to achieve on this topic.  Drug and alcohol screening detects not only impairment, but use, and often use that has nothing to do with the workplace, and that may even be prescribed.\n\nSo as health and safety practitioners we should be making sure that our drug and alcohol policies are proportionate to and focus on risk.  The organisations that we work for may want more expansive drug and alcohol screening programs to identify use more widely, of a broader cohort of substances.  There may be good performance reasons for that - but they have little to do with proportionate risk-based health and safety management.\n\n## Coming up\nI will return to this topic in a later article(s) to talk about implementation of drug and alcohol testing policies, and will propose that, done properly, drug and alcohol testing policies are not purely a reactive measure after the horse has bolted, but can contribute to the development of a healthy and positive health and safety culture.\n\n<img src=\"uploads/2023/ee05db84cd.jpg\" width=\"600\" height=\"401\" alt=\"\">\n",
				"date_published": "2023-02-25T12:48:20+00:00",
				"url": "https://safetyfactor.co.uk/2023/02/25/drug-and-alcohol.html"
			},
			{
				"id": "http://safetyfactor.micro.blog/2023/02/19/what-is-a.html",
				"title": "What is a defend in place or 'stay put' evacuation strategy?",
				"content_html": "<p>Understanding the stay put or defend-in-place evacuation strategy is crucial to understanding fire safety in purpose built blocks of flats in the UK.  This post explains, what a defend in place evacuation strategy is, what is necessary for the strategy to work, and the circumstances in which a change in strategy <em>might</em> be necessary.</p>\n<!-- raw HTML omitted -->\n<h2 id=\"defend-in-place\">Defend in Place</h2>\n<p>Defend in place has been a central component of the design of apartment blocks since the post-war reconstruction era.  The concept is quite simple, buildings are designed so that each compartment, or residential unit is designed to contain a fire within the compartment of origin, and thereby away from the means of escape and other residential units for at least 30 minutes.  The residential units are provided with individual detection and alarm systems, the common areas of the building are not.  In the event of a fire, the occupants in the compartment or apartment of original evacuate the building, closing the doors behind them, raise the alarm, and the fire and rescue service attend, extinguishing the fire before it can reach other parts of the building or compromise the means of escape.</p>\n<h2 id=\"why-defend-in-place\">Why Defend in Place?</h2>\n<p>So thats the theory behind defend in place, but what is the rationale behind it? The answer is really quite simple, and lies in the design of the buildings themselves.  The dominance of single stair core designs for apartment blocks or blocks of flats in the UK presents a conflict in the event of fire between the need for firefighters to scale the staircase with their equipment, and for residents to evacuation down it.  A defend-in place strategy resolves that conflict by holding residents unaffected by fire in their apartments, and reserving the staircase primarily for firefighters to reach the areas of the building affected by fire.</p>\n<h2 id=\"what-is-needed-for-a-defend-in-place-strategy-to-work\">What is needed for a defend in place strategy to work?</h2>\n<p>For a defend in place evacuation strategy to work, the <a href=\"https://safetyfactor.co.uk/2023/02/07/what-is-compartmentation.html\">compartmentation</a> to the building needs to be adequate.  There are two components to that - the compartmentation needs to be adequately maintained, and resident behaviour conducive, to prevent the spread of heat, fire and smoke earlier than intended.</p>\n<h3 id=\"compartmentation\">Compartmentation</h3>\n<p>My earlier article on <a href=\"https://safetyfactor.co.uk/2023/02/07/what-is-compartmentation.html\">compartmentation</a> covered off what compartmentation is, and how the compartmentation to a building can be compromised through the life of a building.  So we will not cover that ground here other than reminding of the need for service penetrations to be appropriately fire-stopped by competent contractors when works take place, and that effective periodic inspection regimes for the passive protection, fire stopping and fire doors within a building should ensure that compartmentation should remain adequate to support a defend in place strategy.</p>\n<h3 id=\"external-wall-systems\">External Wall Systems</h3>\n<p>Another way in which the compartmentation to the building can be compromised, rendering the defend in place strategy ineffective, is where an external wall system has been fitted to the exterior of the building.  If materials with the wall system are combustible, and can be ignited from sources of heat within the apartment, then fire may reach other compartments sooner than anticipated through the external wall system and window apertures.  The fires at Grenfell Tower, and before that Lakanal House show this in practice.</p>\n<h3 id=\"human-behaviour\">Human Behaviour</h3>\n<p>A building can have the best compartmentation in the world, but human behaviour can override it too.  The defend in place strategy depends upon retaining fire in the compartment of original, and maintaining the escape stair clear of heat and smoke.</p>\n<p>Resident behaviour can impact the effectiveness of the compartmentation strategy in a couple of ways:</p>\n<h4 id=\"fire-doors\">Fire Doors</h4>\n<p>Fire doors need to be maintained effectively self closing at all times.  In some scenarios doors may be held open on automatic release devices, though that is unlikely in a building with a defend in place evacuation strategy - where these buildings have common detection systems they are usually only used to activate ventilation systems to the means of escape.  So holding open fire doors is significant in two ways.  First, it damages doors and self-closers impacting the efficacy of the doors in the event of fire.  Second - fire doors wedged open at the time of fire may allow fire heat and smoke to penetrate the means of escape far earlier than intended - hindering firefighting, and reducing the window for evacuation.</p>\n<h4 id=\"evacuation\">Evacuation</h4>\n<p>The same principles apply to the apartment front doors.  Where self closers have been removed, doors will remain open unless manually closed, and closing front doors in evacuating buildings is the least of the residents' worries.  So ensuring that the door furniture is maintained, and that doors will self-close automatically in the event of evacuation is again important to ensuring the ongoing viability of the means of escape.</p>\n<h2 id=\"change-to-simultaneous-evacuation\">Change to Simultaneous Evacuation</h2>\n<p>Occasionally a building will need to transition on a temporary or permanent basis to a simultaneous evacuation strategy because it has been shown that the compartmentation is inadequate to support the defend in place strategy.</p>\n<p>This has been a fairly common transition for many high rise accommodation blocks fitted with external wall systems found to contain combustible materials that could support the spread of fire.</p>\n<p>We&rsquo;ll cover simultaneous evacuation in a separate article, though a simultaneous evacuation strategy has prerequisites that buildings designed for defend-in-place do not.  In particular simultaneous evacuation requires early detection of fire and warning <em>to other residents</em>.</p>\n<p>The National Fire Chiefs Council produced the guidance document <a href=\"https://www.nationalfirechiefs.org.uk/write/MediaUploads/NFCC%20Guidance%20publications/Protection/Simultaneous%20evacutation/SEG_-_4th_Edition_-_FINAL_17082022.pdf\">Guidance to support a temporary change to a simultaneous evacuation strategy in purpose-built blocks of flats</a> to provide guidance to dutyholders in making the switch.</p>\n<p>Given the absence of warning and detection systems, a <em>waking watch</em> is likely necessary to provide early detection and warning in the first instance.  We&rsquo;ll talk about waking watch more in a subsequent article, but a waking watch consists of the manual patrol and surveillance of a building looking for the early signs of fire.  Its far from ideal or perfect, and very expensive.  For that reason the guidance recommends the installation of temporary or wireless detection and warning systems where the switch is likely to be for a prolonged period.</p>\n",
				"content_text": "Understanding the stay put or defend-in-place evacuation strategy is crucial to understanding fire safety in purpose built blocks of flats in the UK.  This post explains, what a defend in place evacuation strategy is, what is necessary for the strategy to work, and the circumstances in which a change in strategy _might_ be necessary.\n\n<img src=\"uploads/2023/f3b1a0563d.jpg\" width=\"600\" height=\"345\" alt=\"Residential apartment block in London, UK\">\n\n## Defend in Place \nDefend in place has been a central component of the design of apartment blocks since the post-war reconstruction era.  The concept is quite simple, buildings are designed so that each compartment, or residential unit is designed to contain a fire within the compartment of origin, and thereby away from the means of escape and other residential units for at least 30 minutes.  The residential units are provided with individual detection and alarm systems, the common areas of the building are not.  In the event of a fire, the occupants in the compartment or apartment of original evacuate the building, closing the doors behind them, raise the alarm, and the fire and rescue service attend, extinguishing the fire before it can reach other parts of the building or compromise the means of escape.\n\n## Why Defend in Place?\nSo thats the theory behind defend in place, but what is the rationale behind it? The answer is really quite simple, and lies in the design of the buildings themselves.  The dominance of single stair core designs for apartment blocks or blocks of flats in the UK presents a conflict in the event of fire between the need for firefighters to scale the staircase with their equipment, and for residents to evacuation down it.  A defend-in place strategy resolves that conflict by holding residents unaffected by fire in their apartments, and reserving the staircase primarily for firefighters to reach the areas of the building affected by fire.\n\n## What is needed for a defend in place strategy to work?\nFor a defend in place evacuation strategy to work, the [compartmentation](https://safetyfactor.co.uk/2023/02/07/what-is-compartmentation.html) to the building needs to be adequate.  There are two components to that - the compartmentation needs to be adequately maintained, and resident behaviour conducive, to prevent the spread of heat, fire and smoke earlier than intended.\n\n### Compartmentation\nMy earlier article on [compartmentation](https://safetyfactor.co.uk/2023/02/07/what-is-compartmentation.html) covered off what compartmentation is, and how the compartmentation to a building can be compromised through the life of a building.  So we will not cover that ground here other than reminding of the need for service penetrations to be appropriately fire-stopped by competent contractors when works take place, and that effective periodic inspection regimes for the passive protection, fire stopping and fire doors within a building should ensure that compartmentation should remain adequate to support a defend in place strategy.\n\n### External Wall Systems\nAnother way in which the compartmentation to the building can be compromised, rendering the defend in place strategy ineffective, is where an external wall system has been fitted to the exterior of the building.  If materials with the wall system are combustible, and can be ignited from sources of heat within the apartment, then fire may reach other compartments sooner than anticipated through the external wall system and window apertures.  The fires at Grenfell Tower, and before that Lakanal House show this in practice.\n\n### Human Behaviour\nA building can have the best compartmentation in the world, but human behaviour can override it too.  The defend in place strategy depends upon retaining fire in the compartment of original, and maintaining the escape stair clear of heat and smoke.\n\nResident behaviour can impact the effectiveness of the compartmentation strategy in a couple of ways:\n\n#### Fire Doors\nFire doors need to be maintained effectively self closing at all times.  In some scenarios doors may be held open on automatic release devices, though that is unlikely in a building with a defend in place evacuation strategy - where these buildings have common detection systems they are usually only used to activate ventilation systems to the means of escape.  So holding open fire doors is significant in two ways.  First, it damages doors and self-closers impacting the efficacy of the doors in the event of fire.  Second - fire doors wedged open at the time of fire may allow fire heat and smoke to penetrate the means of escape far earlier than intended - hindering firefighting, and reducing the window for evacuation.\n\n#### Evacuation\nThe same principles apply to the apartment front doors.  Where self closers have been removed, doors will remain open unless manually closed, and closing front doors in evacuating buildings is the least of the residents' worries.  So ensuring that the door furniture is maintained, and that doors will self-close automatically in the event of evacuation is again important to ensuring the ongoing viability of the means of escape.\n\n## Change to Simultaneous Evacuation\nOccasionally a building will need to transition on a temporary or permanent basis to a simultaneous evacuation strategy because it has been shown that the compartmentation is inadequate to support the defend in place strategy.\n\nThis has been a fairly common transition for many high rise accommodation blocks fitted with external wall systems found to contain combustible materials that could support the spread of fire.\n\nWe'll cover simultaneous evacuation in a separate article, though a simultaneous evacuation strategy has prerequisites that buildings designed for defend-in-place do not.  In particular simultaneous evacuation requires early detection of fire and warning _to other residents_.\n\nThe National Fire Chiefs Council produced the guidance document [Guidance to support a temporary change to a simultaneous evacuation strategy in purpose-built blocks of flats](https://www.nationalfirechiefs.org.uk/write/MediaUploads/NFCC%20Guidance%20publications/Protection/Simultaneous%20evacutation/SEG_-_4th_Edition_-_FINAL_17082022.pdf) to provide guidance to dutyholders in making the switch.\n\nGiven the absence of warning and detection systems, a _waking watch_ is likely necessary to provide early detection and warning in the first instance.  We'll talk about waking watch more in a subsequent article, but a waking watch consists of the manual patrol and surveillance of a building looking for the early signs of fire.  Its far from ideal or perfect, and very expensive.  For that reason the guidance recommends the installation of temporary or wireless detection and warning systems where the switch is likely to be for a prolonged period.\n",
				"date_published": "2023-02-19T16:43:24+00:00",
				"url": "https://safetyfactor.co.uk/2023/02/19/what-is-a.html",
				"tags": ["Fire Safety","Evacuation Strategy"]
			},
			{
				"id": "http://safetyfactor.micro.blog/2023/02/07/what-is-compartmentation.html",
				"title": "What is compartmentation?",
				"content_html": "<p>Compartmentation or compartmentalisation are concepts that are crucial to building fire safety in the United Kingdom, but which are routinely undermined and misunderstood by those engaged in installing systems and maintaining buildings.</p>\n<h2 id=\"what-is-compartmentation\">What is compartmentation?</h2>\n<p>Simply put, compartmentation is the process of dividing a building into compartments that are independent of one other.</p>\n<h2 id=\"why-is-compartmentation-important\">Why is compartmentation important?</h2>\n<p>Compartmentation in buildings is an important concept in fire safety.  If the building is constructed, maintained and used correctly, a fire should be contained within the compartment of origin for the period it was intended to be.  This should ensure that the means of escape remain viable for a period of time, or provide the assurance needed behind any &lsquo;stay put&rsquo; or phased evacuation strategies.  More on those another time.</p>\n<p>When fire, heat, smoke and the products of combustion are able to escape the compartment of origin sooner than intended, the viability of the means of escape and other compartments in the building may be threatened sooner - with implications for the successful evacuation of the building.</p>\n<h2 id=\"how-is-compartmentation-defeated\">How is compartmentation defeated?</h2>\n<p>To be usable within buildings, compartments need to be penetrated in a number of ways - these penetrations present weaknesses within the building that, if not properly controlled, may allow fire to spread to adjacent compartments.</p>\n<h6 id=\"fire-doors\">Fire doors</h6>\n<p>It is necessary to move between compartments through door apertures.  To prevent smoke, heat and fire spreading between compartments fire resisting doorsets are used, the doorsets will be fire rated to a period of resistance.  To ensure that the doorset performs to that rating it is important that the doorsets are fitted correctly, and inspected regularly to identify deterioration in condition.</p>\n<p>It does not matter how good a fire door is though - it will not act as a fire door if it is wedged open, and doing so will damage the door fit and door furniture.  Where there are genuine operational reasons to hold doors open, then using hold open devices interfaced to the detection and warning system, and checking their function regularly, is much more effective.</p>\n<h6 id=\"service-penetrations\">Service Penetrations</h6>\n<p>Even in new buildings, services need to pass between compartments.  Examples include electrical circuitry, air movement systems, IT cabling, water, gas and waste distribution.  It is important that all service penetrations are appropriately fire stopped, using fire rated materials, by a competent fire stopping professional who is able to certify the works.  These service penetrations should be asset tagged, inventorised in the building O&amp;M manual, and inspected periodically for deterioration thereafter.</p>\n<p>It is important that the same principles are applied to subsequent modifications to the building, so that as the building is updated and maintained over time, its compartmentation strategy does not break down.  As service penetrations are often hidden within voids, it is important that works are checked at completion and prior to acceptance to ensure that the building compartmentation strategy has not been compromised.</p>\n<h6 id=\"windows\">Windows</h6>\n<p>Fire may also spread between compartments through glazing.  Internal glazing onto escape routes should be manufactured of fire rated construction.</p>\n<h6 id=\"external-wall-systems\">External Wall Systems</h6>\n<p>In extreme cases, where fire has broken out of the compartment of origin through the external windows, it is possible that fire can spread over the external facade to the building, with heat and smoke impacting other compartments.</p>\n<p>To summarise, the concept of compartmentation is central to the successful evacuation of buildings in the UK, on the one hand securing the viability of the means of escape, and on the other the assurance behind &lsquo;stay-put&rsquo; and phased evacuation strategies in certain buildings.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Compartmentation or compartmentalisation are concepts that are crucial to building fire safety in the United Kingdom, but which are routinely undermined and misunderstood by those engaged in installing systems and maintaining buildings.\n\n## What is compartmentation?\nSimply put, compartmentation is the process of dividing a building into compartments that are independent of one other.\n\n## Why is compartmentation important?\nCompartmentation in buildings is an important concept in fire safety.  If the building is constructed, maintained and used correctly, a fire should be contained within the compartment of origin for the period it was intended to be.  This should ensure that the means of escape remain viable for a period of time, or provide the assurance needed behind any 'stay put' or phased evacuation strategies.  More on those another time.\n\nWhen fire, heat, smoke and the products of combustion are able to escape the compartment of origin sooner than intended, the viability of the means of escape and other compartments in the building may be threatened sooner - with implications for the successful evacuation of the building.\n\n## How is compartmentation defeated?\nTo be usable within buildings, compartments need to be penetrated in a number of ways - these penetrations present weaknesses within the building that, if not properly controlled, may allow fire to spread to adjacent compartments.\n\n###### Fire doors\nIt is necessary to move between compartments through door apertures.  To prevent smoke, heat and fire spreading between compartments fire resisting doorsets are used, the doorsets will be fire rated to a period of resistance.  To ensure that the doorset performs to that rating it is important that the doorsets are fitted correctly, and inspected regularly to identify deterioration in condition.\n\nIt does not matter how good a fire door is though - it will not act as a fire door if it is wedged open, and doing so will damage the door fit and door furniture.  Where there are genuine operational reasons to hold doors open, then using hold open devices interfaced to the detection and warning system, and checking their function regularly, is much more effective.\n\n###### Service Penetrations\nEven in new buildings, services need to pass between compartments.  Examples include electrical circuitry, air movement systems, IT cabling, water, gas and waste distribution.  It is important that all service penetrations are appropriately fire stopped, using fire rated materials, by a competent fire stopping professional who is able to certify the works.  These service penetrations should be asset tagged, inventorised in the building O&M manual, and inspected periodically for deterioration thereafter.\n\nIt is important that the same principles are applied to subsequent modifications to the building, so that as the building is updated and maintained over time, its compartmentation strategy does not break down.  As service penetrations are often hidden within voids, it is important that works are checked at completion and prior to acceptance to ensure that the building compartmentation strategy has not been compromised.\n\n###### Windows\nFire may also spread between compartments through glazing.  Internal glazing onto escape routes should be manufactured of fire rated construction.\n\n###### External Wall Systems\nIn extreme cases, where fire has broken out of the compartment of origin through the external windows, it is possible that fire can spread over the external facade to the building, with heat and smoke impacting other compartments.\n\nTo summarise, the concept of compartmentation is central to the successful evacuation of buildings in the UK, on the one hand securing the viability of the means of escape, and on the other the assurance behind 'stay-put' and phased evacuation strategies in certain buildings.\n\n<img src=\"uploads/2023/0a8a66e358.jpg\" width=\"600\" height=\"400\" alt=\"\">\n",
				"date_published": "2023-02-08T22:05:28+00:00",
				"url": "https://safetyfactor.co.uk/2023/02/07/what-is-compartmentation.html",
				"tags": ["Fire Safety"]
			},
			{
				"id": "http://safetyfactor.micro.blog/2023/02/06/building-risk-profiles.html",
				"title": "Building Risk Profiles - An Introduction",
				"content_html": "<p>Building Risk Profiles are a fairly straightforward way of categorising buildings from a fire safety point of view, yet a concept that many fire risk assessor interviewees are surprisingly unfamiliar with.  This article provides an introduction to the concept.</p>\n<h3 id=\"risk-profiles\">Risk Profiles</h3>\n<p>The building risk profile is a concept derived from <em>BS9999:2017 Fire safety in the design, management and use of buildings – Code of practice</em>.</p>\n<p>The risk profile is a composite of two factors, the type of occupancy, and the fire growth rate.  So a building with the risk profile A1 benefits from occupants who will be awake and familiar with the building, and limited combustible material, where one with C4 contains sleeping occupants and large bulk storage of combustible material (Note B4 and C4 are not acceptable under BS9999).</p>\n<h6 id=\"table-4\">Table 4</h6>\n<!-- raw HTML omitted -->\n<p>Note that according to 6.5 of BS9999 automatic sprinkler systems provide an efficient means of controlling fire within a compartment, and as such the fire growth rate can be lowered by one level in the sprinklered rooms.  This reduction should only be applied where the sprinkler system has been installed to BS EN 12845 (new) or BS 5306-2 (existing).</p>\n<h3 id=\"why-are-building-risk-profiles-important\">Why are building risk profiles important?</h3>\n<p>When applying the principles of BS9999, buildings with higher risk profiles generally require lower levels of protection, can afford higher exit capacity, and support longer travel distances compared to buildings with lower risk profiles.  As such the building risk profile talks directly to level of control required when applying BS9999.</p>\n<p>We will return to this principle in much more detail in later later articles.</p>\n<!-- raw HTML omitted -->\n",
				"content_text": "Building Risk Profiles are a fairly straightforward way of categorising buildings from a fire safety point of view, yet a concept that many fire risk assessor interviewees are surprisingly unfamiliar with.  This article provides an introduction to the concept.\n\n### Risk Profiles\nThe building risk profile is a concept derived from _BS9999:2017 Fire safety in the design, management and use of buildings – Code of practice_.  \n\nThe risk profile is a composite of two factors, the type of occupancy, and the fire growth rate.  So a building with the risk profile A1 benefits from occupants who will be awake and familiar with the building, and limited combustible material, where one with C4 contains sleeping occupants and large bulk storage of combustible material (Note B4 and C4 are not acceptable under BS9999).\n\n###### Table 4\n<table style=\"border: 1px solid black\">\n<thead><th>Occupancy Characteristic</th><th>Fire Growth Rate</th><th>Risk Profile</th></thead>\n<tr><td rowspan=4>A<br>Occupants who are awake and familiar with the building</td><td>1 Slow</td><td>A1</td></tr>\n<tr><td>2 Medium</td><td>A2</td></tr>\n<tr><td>3 Fast</td><td>A3</td></tr>\n<tr><td>4 Ultra-Fast</td><td>A4</td></tr>\n<tr><td rowspan=4>B<br>Occupants who are awake and unfamiliar with the building</td><td>1 Slow</td><td>B1</td></tr>\n<tr><td>2 Medium</td><td>B2</td></tr>\n<tr><td>3 Fast</td><td>B3</td></tr>\n<tr><td>4 Ultra-Fast</td><td>B4</td></tr>\n<tr><td rowspan=4>C<br>Occupants who are likely to be asleep</td><td>1 Slow</td><td>C1</td></tr>\n<tr><td>2 Medium</td><td>C2</td></tr>\n<tr><td>3 Fast</td><td>C3</td></tr>\n<tr><td>4 Ultra-Fast</td><td>C4</td></tr>\n</table>\n\nNote that according to 6.5 of BS9999 automatic sprinkler systems provide an efficient means of controlling fire within a compartment, and as such the fire growth rate can be lowered by one level in the sprinklered rooms.  This reduction should only be applied where the sprinkler system has been installed to BS EN 12845 (new) or BS 5306-2 (existing).\n\n### Why are building risk profiles important?\nWhen applying the principles of BS9999, buildings with higher risk profiles generally require lower levels of protection, can afford higher exit capacity, and support longer travel distances compared to buildings with lower risk profiles.  As such the building risk profile talks directly to level of control required when applying BS9999. \n\nWe will return to this principle in much more detail in later later articles. \n\n<img src=\"uploads/2023/d3091fe70e.jpg\" width=\"600\" height=\"400\" alt=\"\">\n",
				"date_published": "2023-02-06T22:18:32+00:00",
				"url": "https://safetyfactor.co.uk/2023/02/06/building-risk-profiles.html",
				"tags": ["Fire Safety"]
			},
			{
				"id": "http://safetyfactor.micro.blog/2023/02/02/the-influence-of.html",
				"title": "The influence of building legislation on fire safety in England and Wales",
				"content_html": "<p>This article describes how building legislation in England and Wales influences the fire safety of buildings in occupation.</p>\n<!-- raw HTML omitted -->\n<h2 id=\"summary\">Summary</h2>\n<blockquote>\n<p>The Building Act 1984 set out the framework for Building Regulations to be made, and for Documents to be Approved providing practical Guidance.  Approved Document B provides practical guidance on how to comply with the functional fire safety requirements set out in the Building Regulations 2010, which were made under the Act.</p>\n</blockquote>\n<h2 id=\"building-act-1984\">Building Act 1984</h2>\n<p>The Building Act 1984 is the primary buildings legislation in England and Wales (Scotland and Northern Ireland have their own regimes which will be described separately).</p>\n<p><strong>Section 1</strong> provides the Secretary of State with the powers to make regulations for the purposes of securing the safety of people in buildings with relation to the design, construction and demolition of buildings, and the services fittings and equipment provided in connection with buildings.</p>\n<p>It is these powers that allow the government to set out building regulations, laying out the fire safety design requirements for buildings.</p>\n<p><strong>Section 6</strong> provides the Secretary of State with the powers to approve documents providing practical guidance on the requirements set out in Building Regulations.  Though <strong>Section 7</strong> makes clear that failing to comply with an approved document is not in of itself an offence, but in proceedings would point towards liability, where compliance would point towards non-liability.  These presumptions change the emphasis - where the defender can show that the approved document was implemented, the pursuer or prosecutor must prove that the law was broken.  Where the approved document was not implemented, the defender must prove that it was not.</p>\n<p><strong>Section 15</strong> Places a duty on the local authority to consult with the Fire and Rescue Authority prior to relaxing requirements set out in Building Regulations in relation to:</p>\n<ul>\n<li>structural fire precautions</li>\n<li>means of escape</li>\n</ul>\n<h2 id=\"building-regulations-2010\">Building Regulations 2010</h2>\n<p>The Building Regulations 2010 are secondary instruments made under the Building Act 1984.  Regulation 4 requires <em>building work</em> to comply with <a href=\"https://www.legislation.gov.uk/uksi/2010/2214/schedule/1/made\">schedule 1</a>, while Regulation 6 requires material changes in use to conform to parts of schedule 1, including for fire safety purposes parts B1,B2,B3,B4(2) and B5.</p>\n<p>Schedule 1 sets out the functional requirements for safety in buildings:</p>\n<ul>\n<li>B1 - Means of warning and escape</li>\n<li>B2 - Internal fire spread (linings)</li>\n<li>B3 - Internal fire spread (structure)</li>\n<li>B4 - External fire spread</li>\n<li>B4(2) - (roof only)</li>\n<li>B5 - Access and facilities for the fire service.</li>\n</ul>\n<h2 id=\"approved-document-b\">Approved Document B</h2>\n<p>The functional requirements set out in Schedule 1 to the Building Regulations are high level, goal setting objectives.</p>\n<p>To provide a detailed means of achieving those objectives HM Government has published two volumes of Approved Document B which set out a design specification to comply with the functional requirements.\n<a href=\"https://www.gov.uk/government/publications/fire-safety-approved-document-b\">Approved Document B (fire safety): Volume 1 - Dwellings</a>\n<a href=\"https://www.gov.uk/government/publications/fire-safety-approved-document-b\">Approved Document B (fire safety): Volume 2- Buildings other than dwellings</a></p>\n<h2 id=\"limitations\">Limitations</h2>\n<ol>\n<li>The requirement in respect of approved documents set out in Section 7 of the 1984 Act is to comply with the document at the time in force.  As such there is no requirement to improve the fire safety design of buildings as the specification strengthens within future editions of Approved Document B.</li>\n<li>The law applies to new buildings, or to buildings when they undergo material change.  So again, unless there is a material change to a building, no requirement to upgrade the fire safety design is triggered.</li>\n<li>For this reason a number of other guides and standards have been produced for the management of fire safety in buildings post-occupation, we will return to look at these in a subsequent article.</li>\n</ol>\n<h2 id=\"degradation\">Degradation</h2>\n<p>Some proposed alterations to buildings will degrade or remove existing fire precautions.  According to Regulation 3 of the Building Regulations that alteration will be material, and therefore building work, if it causes B1,B3,B4,B5 (or part M, access) to be not complied with where it had been, or to be less complied with.</p>\n<p>This is a significant protection - as it requires building notice and plans to be submitted for alterations that remove or degrade provisions under Regulation 12.</p>\n<p>We hope that you found this explanation useful, please join the conversation below.</p>\n<p>📝</p>\n",
				"content_text": "This article describes how building legislation in England and Wales influences the fire safety of buildings in occupation.\n\n<img src=\"uploads/2023/9d8193c0e9.jpg\" width=\"600\" height=\"450\" alt=\"\">\n\n## Summary\n> The Building Act 1984 set out the framework for Building Regulations to be made, and for Documents to be Approved providing practical Guidance.  Approved Document B provides practical guidance on how to comply with the functional fire safety requirements set out in the Building Regulations 2010, which were made under the Act.\n\n## Building Act 1984\nThe Building Act 1984 is the primary buildings legislation in England and Wales (Scotland and Northern Ireland have their own regimes which will be described separately).  \n\n**Section 1** provides the Secretary of State with the powers to make regulations for the purposes of securing the safety of people in buildings with relation to the design, construction and demolition of buildings, and the services fittings and equipment provided in connection with buildings.\n\nIt is these powers that allow the government to set out building regulations, laying out the fire safety design requirements for buildings.\n\n**Section 6** provides the Secretary of State with the powers to approve documents providing practical guidance on the requirements set out in Building Regulations.  Though **Section 7** makes clear that failing to comply with an approved document is not in of itself an offence, but in proceedings would point towards liability, where compliance would point towards non-liability.  These presumptions change the emphasis - where the defender can show that the approved document was implemented, the pursuer or prosecutor must prove that the law was broken.  Where the approved document was not implemented, the defender must prove that it was not.\n\n**Section 15** Places a duty on the local authority to consult with the Fire and Rescue Authority prior to relaxing requirements set out in Building Regulations in relation to:\n- structural fire precautions\n-  means of escape\n\n## Building Regulations 2010\nThe Building Regulations 2010 are secondary instruments made under the Building Act 1984.  Regulation 4 requires *building work* to comply with [schedule 1](https://www.legislation.gov.uk/uksi/2010/2214/schedule/1/made), while Regulation 6 requires material changes in use to conform to parts of schedule 1, including for fire safety purposes parts B1,B2,B3,B4(2) and B5.\n\nSchedule 1 sets out the functional requirements for safety in buildings:\n- B1 - Means of warning and escape\n- B2 - Internal fire spread (linings)\n- B3 - Internal fire spread (structure)\n- B4 - External fire spread\n- B4(2) - (roof only)\n- B5 - Access and facilities for the fire service.\n\n## Approved Document B\nThe functional requirements set out in Schedule 1 to the Building Regulations are high level, goal setting objectives.\n\nTo provide a detailed means of achieving those objectives HM Government has published two volumes of Approved Document B which set out a design specification to comply with the functional requirements.\n[Approved Document B (fire safety): Volume 1 - Dwellings](https://www.gov.uk/government/publications/fire-safety-approved-document-b)\n[Approved Document B (fire safety): Volume 2- Buildings other than dwellings](https://www.gov.uk/government/publications/fire-safety-approved-document-b)\n\n## Limitations\n1. The requirement in respect of approved documents set out in Section 7 of the 1984 Act is to comply with the document at the time in force.  As such there is no requirement to improve the fire safety design of buildings as the specification strengthens within future editions of Approved Document B.\n2. The law applies to new buildings, or to buildings when they undergo material change.  So again, unless there is a material change to a building, no requirement to upgrade the fire safety design is triggered.\n3. For this reason a number of other guides and standards have been produced for the management of fire safety in buildings post-occupation, we will return to look at these in a subsequent article.\n\n## Degradation\nSome proposed alterations to buildings will degrade or remove existing fire precautions.  According to Regulation 3 of the Building Regulations that alteration will be material, and therefore building work, if it causes B1,B3,B4,B5 (or part M, access) to be not complied with where it had been, or to be less complied with.\n\nThis is a significant protection - as it requires building notice and plans to be submitted for alterations that remove or degrade provisions under Regulation 12.\n\nWe hope that you found this explanation useful, please join the conversation below.\n\n📝\n",
				"date_published": "2023-02-02T22:23:07+00:00",
				"url": "https://safetyfactor.co.uk/2023/02/02/the-influence-of.html",
				"tags": ["Fire Safety","Building Safety"]
			},
			{
				"id": "http://safetyfactor.micro.blog/2023/01/25/210350.html",
				"title": "Premises Information Boxes",
				"content_html": "<p>Coming into force on 23 January 2023, Regulation 4 of the Fire Safety (England) Regulations 2022 required responsible persons of high rise residential buildings to install secure property information boxes in or on their buildings, and to check it at least annually to ensure that the content remains up to date.</p>\n<!-- raw HTML omitted -->\n<p>Premises information boxes serve to make building and apparatus information readily available to the fire and rescue service in the event of attendance to the building.  The box must contain the contact details for the responsible person, and <a href=\"https://www.legislation.gov.uk/uksi/2022/547/regulation/6/made\">Regulation 6</a> specifies further what the box must contain:\n[] Floor plans for each level within the building\n[] A single page block plan identifying the building and environ, and the location of the firefighting features installed within.</p>\n<p>The legislation implements recommendation 6 of the <a href=\"https://assets.grenfelltowerinquiry.org.uk/GTI%20-%20Phase%201%20full%20report%20-%20volume%204.pdf\">Grenfell Tower Inquiry: Phase I Report</a> which was published in October 2019, and following which the Fire Industry Association (FIA) and National Fire Chiefs Council (NFCC) published the <a href=\"https://www.nationalfirechiefs.org.uk/write/MediaUploads/NFCC%20Guidance%20publications/Protection/PIBS_Guide_06-21_V2.pdf\">Code of Practice for the Provision of Premises Information Boxes in Residential Buildings</a> in December 2020.  So though the legislation itself is new, building owners and managing agents will have been aware that this change was incoming for over 3 years.</p>\n<p>The guidance actually goes further than the legislation, suggesting that the principles within are also relevant to smaller blocks with addition complexity, to mid rise accommodation 11-18m in height designed to accommodate a stay put policy, and also to new builds taller than 11m.</p>\n<h2 id=\"location-of-premises-information-boxes\">Location of Premises Information Boxes</h2>\n<p>Premises Information boxes need to be installed where firefighters can readily access them in the event of an emergency, and in close proximity to any control equipment that may need to be operated.  So in determining the location of placement, consideration should be given to the point of access for the fire and rescue service, and of any firefighting controls.</p>\n<p>The guidance suggests that a premises information box is required per block, however notes that for additional boxes may be required at larger more complex blocks with multiple access points.  It similarly identifies that for straightforward estates with multiple mid and low rise blocks, it my be possible to install a smaller number of boxes strategically placed at the access points for the fire and rescue service.</p>\n<p>Finally, for staffed blocks, it is possible to position the box in the concierge&rsquo;s room - supported by way-finding signage for the fire and rescue service.</p>\n<h2 id=\"security-of-premises-information-boxes\">Security of Premises Information Boxes</h2>\n<p>The premises information boxes should be secure, with access restricted to firefighters by a copy protected key, and provided to the Fire and Rescue Service.  This helps to ensure both that firefighters can access the box in the event of an emergency, and that the information remains within and has not been defaced.</p>\n<h2 id=\"signage\">Signage</h2>\n<p>The position of the Premises Information Box should be demarked with a &ldquo;PIB for Fire and Rescue Service Use Only” firefighting equipment sign conforming to BS 5499-10.</p>\n<h2 id=\"emergency-response-pack\">Emergency Response Pack</h2>\n<p>In addition to the building and orientation plans required in the legislation the code of practice suggests that the premises information box should be provided with details of specific fire safety issues in the building, a summary of the building evacuation strategy, and details of residents with mobility, cognitive or sensory impairments.</p>\n",
				"content_text": "Coming into force on 23 January 2023, Regulation 4 of the Fire Safety (England) Regulations 2022 required responsible persons of high rise residential buildings to install secure property information boxes in or on their buildings, and to check it at least annually to ensure that the content remains up to date.\n\n<img src=\"uploads/2023/24e9acb18b.webp\" width=\"200\" height=\"200\" alt=\"\">\n\nPremises information boxes serve to make building and apparatus information readily available to the fire and rescue service in the event of attendance to the building.  The box must contain the contact details for the responsible person, and [Regulation 6](https://www.legislation.gov.uk/uksi/2022/547/regulation/6/made) specifies further what the box must contain:\n[] Floor plans for each level within the building\n[] A single page block plan identifying the building and environ, and the location of the firefighting features installed within.\n\nThe legislation implements recommendation 6 of the [Grenfell Tower Inquiry: Phase I Report](https://assets.grenfelltowerinquiry.org.uk/GTI%20-%20Phase%201%20full%20report%20-%20volume%204.pdf) which was published in October 2019, and following which the Fire Industry Association (FIA) and National Fire Chiefs Council (NFCC) published the [Code of Practice for the Provision of Premises Information Boxes in Residential Buildings](https://www.nationalfirechiefs.org.uk/write/MediaUploads/NFCC%20Guidance%20publications/Protection/PIBS_Guide_06-21_V2.pdf) in December 2020.  So though the legislation itself is new, building owners and managing agents will have been aware that this change was incoming for over 3 years.\n\nThe guidance actually goes further than the legislation, suggesting that the principles within are also relevant to smaller blocks with addition complexity, to mid rise accommodation 11-18m in height designed to accommodate a stay put policy, and also to new builds taller than 11m.\n\n## Location of Premises Information Boxes\nPremises Information boxes need to be installed where firefighters can readily access them in the event of an emergency, and in close proximity to any control equipment that may need to be operated.  So in determining the location of placement, consideration should be given to the point of access for the fire and rescue service, and of any firefighting controls.\n\nThe guidance suggests that a premises information box is required per block, however notes that for additional boxes may be required at larger more complex blocks with multiple access points.  It similarly identifies that for straightforward estates with multiple mid and low rise blocks, it my be possible to install a smaller number of boxes strategically placed at the access points for the fire and rescue service.\n\nFinally, for staffed blocks, it is possible to position the box in the concierge's room - supported by way-finding signage for the fire and rescue service.\n\n## Security of Premises Information Boxes\nThe premises information boxes should be secure, with access restricted to firefighters by a copy protected key, and provided to the Fire and Rescue Service.  This helps to ensure both that firefighters can access the box in the event of an emergency, and that the information remains within and has not been defaced.\n\n## Signage\nThe position of the Premises Information Box should be demarked with a \"PIB for Fire and Rescue Service Use Only” firefighting equipment sign conforming to BS 5499-10.\n\n## Emergency Response Pack\nIn addition to the building and orientation plans required in the legislation the code of practice suggests that the premises information box should be provided with details of specific fire safety issues in the building, a summary of the building evacuation strategy, and details of residents with mobility, cognitive or sensory impairments. \n",
				"date_published": "2023-01-25T22:06:44+00:00",
				"url": "https://safetyfactor.co.uk/2023/01/25/210350.html",
				"tags": ["Fire Safety"]
			},
			{
				"id": "http://safetyfactor.micro.blog/2023/01/20/fire-door-inspection.html",
				"title": "Fire Door Inspection - Multi Occupancy Residential Buildings \u003e 11m",
				"content_html": "<p>On 23rd January 2023 the Fire Safety (England) Regulations 2022 come into force.  The Home Office has published its <a href=\"https://www.gov.uk/government/publications/fire-safety-england-regulations-2022/fact-sheet-fire-doors-regulation-10\">Fact Sheet</a> on the requirement for inpection of fire doors, including flat front-doors, in multi-occupant residential buildings taller than 11m.</p>\n<!-- raw HTML omitted -->\n<p>The requirements require responsible persons, more about who they are in a later post, to undertake:</p>\n<ul>\n<li><input disabled=\"\" type=\"checkbox\"> Quarterly checks of all fire doors to the common parts of these buildings.</li>\n<li><input disabled=\"\" type=\"checkbox\"> To use best endeavours to inspect all of the residential flat front door</li>\n</ul>\n<p>This presents responsible persons with two practical problems:</p>\n<ol>\n<li>Content of fire door inspections, and competency of resource required</li>\n<li>Access to the apartment side of residential front doors</li>\n</ol>\n<h3 id=\"fire-door-inspection\">Fire Door Inspection</h3>\n<p>Here the government sets out that it expects visual only checks that do not specialist resource, or tools.  However, it then sets out the content of the checks required - which really need both tools, as a minimum a simple gap testing gauge, and specialist knowledge! especially when applying the additional information in the guidance to regulations <a href=\"https://www.gov.uk/government/publications/fire-safety-england-regulations-2022-fire-door-guidance/fire-safety-england-regulations-2022-fire-door-guidance\">here</a>.</p>\n<p>As follows:</p>\n<blockquote>\n<p>A responsible person should consider:</p>\n<ul>\n<li>if there has been any alterations or damage to a door’s glazing apertures or air transfer grille</li>\n<li>if there are any gaps around the door frame and that seals and hinges are fitted correctly</li>\n<li>that the door closer shuts the door</li>\n<li>that the door closes correctly around the whole frame</li>\n<li>that there is no visible damage (either deliberate or from wear and tear) to the door or door closer</li>\n</ul>\n</blockquote>\n<h3 id=\"access\">Access</h3>\n<p>There will always be challenges in access to the residential side of flat front doors, given that residents may not be in, may be asleep, or may otherwise not wish to permit the flat-side of the door to be inspected.  In these circumstances the responsible person needs to record the efforts and communications made to be able to demonstrate that best endeavours have been made to inspect the door.</p>\n",
				"content_text": "On 23rd January 2023 the Fire Safety (England) Regulations 2022 come into force.  The Home Office has published its [Fact Sheet](https://www.gov.uk/government/publications/fire-safety-england-regulations-2022/fact-sheet-fire-doors-regulation-10) on the requirement for inpection of fire doors, including flat front-doors, in multi-occupant residential buildings taller than 11m.\n\n<img src=\"uploads/2023/288d21a331.jpg\" width=\"600\" height=\"400\" alt=\"Apartment block lobby area\">\n\nThe requirements require responsible persons, more about who they are in a later post, to undertake:\n- [ ] Quarterly checks of all fire doors to the common parts of these buildings.\n- [ ] To use best endeavours to inspect all of the residential flat front door\n\nThis presents responsible persons with two practical problems:\n1. Content of fire door inspections, and competency of resource required\n2. Access to the apartment side of residential front doors\n\n### Fire Door Inspection\nHere the government sets out that it expects visual only checks that do not specialist resource, or tools.  However, it then sets out the content of the checks required - which really need both tools, as a minimum a simple gap testing gauge, and specialist knowledge! especially when applying the additional information in the guidance to regulations [here](https://www.gov.uk/government/publications/fire-safety-england-regulations-2022-fire-door-guidance/fire-safety-england-regulations-2022-fire-door-guidance).\n\nAs follows:\n\n> A responsible person should consider:\n> - if there has been any alterations or damage to a door’s glazing apertures or air transfer grille\n> - if there are any gaps around the door frame and that seals and hinges are fitted correctly\n> - that the door closer shuts the door\n> - that the door closes correctly around the whole frame\n> - that there is no visible damage (either deliberate or from wear and tear) to the door or door closer\n\n### Access\nThere will always be challenges in access to the residential side of flat front doors, given that residents may not be in, may be asleep, or may otherwise not wish to permit the flat-side of the door to be inspected.  In these circumstances the responsible person needs to record the efforts and communications made to be able to demonstrate that best endeavours have been made to inspect the door.\n",
				"date_published": "2023-01-20T08:10:06+00:00",
				"url": "https://safetyfactor.co.uk/2023/01/20/fire-door-inspection.html",
				"tags": ["Fire Safety","Fire Doors"]
			}
	]
}
